Repository: Koundinyalanka/BhagavadGita
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hi

source: Home
hi: होम

source: All Apps
hi: सभी एप्लीकेशन

source: Share
hi: शेयर

source: Close
hi: बंद करे

source: Achievement Unlocked
hi: खुली उपलब्धि

source: Register Now
hi: रजिस्टर

source: BHAGAVAD GITA
hi: श्रीमद्भगवद्गीता

source: Choose Language
hi: भाषा चुनें

source: Settings
hi: सेटिंग्स

source: Search
hi: खोज

source: About
hi: श्रीमद्भगवद्गीता के बारे में

source: Chapters
hi: अध्यायों की सूची

source: Chapter
hi: अध्याय

source: Favourite Shlokas
hi: पसंदीदा श्लोक

source: Reading Plans
hi: पढ़ने की योजनाएं

source: Progress
hi: प्रगति

source: Quotes
hi: श्रीमद्भगवद्गीता के श्लोक

source: Verse of the day
hi: आज का श्लोक

source: Badges
hi: बैज

source: Hanuman Chalisa
hi: हनुमान चालीसा

source: Shri Radha Krishna
hi: राधा कृष्ण

source: Contact Us
hi: हमसे संपर्क करें

source: Privacy Policy
hi: गोपनीयता नीति

source: ABOUT BHAGAVAD GITA
hi: श्रीमद्भगवद्गीता के बारे में

source: BADGES
hi: बैज

source: Your Badges
hi: आपके बैज

source: Badges To Be Earned
hi: यह बैज कमाए जा सकते हैं

source: Bhagavad Gita Quotes
hi: श्रीमद्भगवद्गीता के श्लोक

source: Go to Verse
hi: श्लोक पे जाएं

source: Select Verse
hi: श्लोक चुनें

source: ALL CHAPTERS
hi: अध्यायों की सूची

source: CHAPTER
hi: अध्याय

source: Verse
hi: श्लोक

source: OPEN VERSE
hi: श्लोक पढ़ें

source: Language
hi: भाषा चुनें

source: Font Size
hi: फॉण्ट आकर

source: Theme
hi: थीम

source: FAVOURITE SHLOKAS
hi: पसंदीदा श्लोक

source: Explore
hi: सूची

source: Select Chapter
hi: अध्याय चुनें

source: PROGRESS
hi: प्रगति

source: Overall Bhagavad Gita
hi: संपूर्ण श्रीमद्भगवद्गीता की प्रगति

source: Chapterwise Progress
hi: अध्याय की प्रगति

source: Weekly Progress
hi: साप्ताहिक प्रगति

source: GITA
hi: श्रीमद्भगवद्गीता

source: Go to day
hi: दिन पे जाएं

source: Select Day
hi: दिन चुनें

source: READING PLANS
hi: पढ़ने की योजनाएं

source: Confirm Deletion
hi: मिटाने की पुष्टि

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Reading Plan Complete
hi: पढ़ने की योजना पूरी हो गई

source: Terms of Service
hi: सेवा की शर्तें

source: Bhagavad Gita
hi: श्रीमद्भगवद्गीता

source: Transliteration
hi: लिप्यंतरण

source: Word Meanings
hi: शब्दार्थ

source: Translation
hi: अनुवाद

source: Purport
hi: अभिप्राय

source: Please Login.
hi: कृपया लॉगिन करें

source: Log In
hi: लॉगिन करें

source: Register
hi: रजिस्टर

source: Bhagavad Gita Verse of the Day
hi: आज का श्लोक
